documents = [
    {
        "id": 1,
        "question": "Что такое расстройство аутистического спектра?",
        "answer": "Ребенок имеет не всегда хорошие показатели по интеллектуальным и когнитивным факторам, в зависимости от вида РАС, но сильно отстает в эмоциональной и волевой функции от своих сверстников. В результате данного нарушения ребенок не может приобрести коммуникативный навык."
    },
    {
        "id": 2,
        "question": "Каковы признаки раннего детского аутизма?",
        "answer": "Основные признаки: избегание зрительного контакта, не отзывается на имя, не проявляет интереса к окружающим людям и предметам, не копирует поведение взрослого, отсутствие языка мимики и жестов, длительное использование второго и третьего лица для идентификации себя, жёсткая привязанность к распорядку дня, избирательность в еде."
    },
    {
        "id": 3,
        "question": "Что такое задержка психического развития (ЗПР)?",
        "answer": "ЗПР - определяющий нарушения в формировании и развитии высших психических функций ребенка. Проявляется в отставании от норм психического развития в целом или каких-либо отдельных его функций, например, незрелостью эмоционального фона, скудной памятью, плохой усидчивостью, трудностями с концентрацией внимания."
    },
    {
        "id": 4,
        "question": "Какие бывают нарушения речи у детей?",
        "answer": "Основные виды: алалия - отсутствие возможности разговаривать, афазия - полная или частичная потеря речи, дизартрия - нарушения из-за недостаточного развития артикуляционного аппарата, заикание - сбои темпоритма из-за спазмов челюстных мышц, задержка речевого развития, ринолалия - специфика тембра голоса, эхолалия - нежелательное повторение вокализаций."
    },
    {
        "id": 5,
        "question": "Что такое синдром дефицита внимания и гиперактивности?",
        "answer": "Основным этиологическим фактором СДВГ является минимальная дисфункция мозга, возникшая в перинатальный период развития. Симптомы включают гиперактивность, нарушение внимания, лёгкие неврологические нарушения, эмоциональную лабильность, нарушение восприятия, повышенную импульсивность, повышенную утомляемость, нарушения речи и произношения."
    },
    {
        "id": 6,
        "question": "Что такое детский церебральный паралич (ДЦП)?",
        "answer": "ДЦП - это заболевание, при котором движения у ребёнка ограничены или отсутствуют, а поддержание вертикальной позы и ходьбы затруднено. Часто сопровождается сниженным интеллектом, задержкой речи и эпилепсией. ДЦП формируется в результате пороков развития головного мозга до рождения или сразу после."
    },
    {
        "id": 7,
        "question": "Какие нормы развития у детей от 1 до 2 лет?",
        "answer": "К 1.5 годам общий запас лексикона ребенка может составлять до 100 слов. Ребенок ходит уверенно, наклоняется, бросает мяч, короткое время стоит на одной ноге, держит два предмета в одной руке, чертит карандашом, листает страницы книги, ставит друг на друга от 2 до 6 кубиков."
    },
    {
        "id": 8,
        "question": "Какие нормы развития у детей от 2 до 3 лет?",
        "answer": "Словарный запас ребенка к 2 годам достигает 300-400 слов, появляется первая фразовая речь. Ребенок учится бегать, ходить на носках, сохранять равновесие на одной ноге, играет с песком и глиной, открывает крышки, использует ножницы, красит пальцем, нанизывает бусы."
    }
]